Repository: wp-plugins/password-protected
Catalog: languages/password-protected-*.po
Languages: cs_cz, nb_no

source: Feeds are not available for this site. Please visit the <a href="%s">website</a>.
cs_cz: Kanály nejsou k dispozici pro tento web. Navšivte prosím <a href="%s">web</a>.
nb_no: Feeds er ikke tilgjengelig for denne siden. Vennligst besøk <a href="%s">webside</a>.

source: Incorrect Password
cs_cz: Neplatné heslo
nb_no: Feil passord

source: The Password Protected plugin does not work with WP Engine hosting. Please disable it.
cs_cz: Plugin Password Protected nespolupracuje s WP Engine hosting. Prosím, zakažte jej.
nb_no: Utvidelsen Passordbeskyttet er ikke kompatibel med "WP Engine hosting". Vennligst deaktiver.

source: Password Protected
nb_no: Passordbeskyttet

source: Password Protected Settings
cs_cz: Password Protected Nastavení
nb_no: Passordbeskyttet instillinger

source: Save Changes
cs_cz: Uložit změny
nb_no: Lagre endringer

source: <p><strong>Password Protected Status</strong><br />Turn on/off password protection.</p>
cs_cz: <p><strong>Status Password Protected</strong><br>Zapnout/vypnout ochranu heslem.</p>
nb_no: <p><strong>Passordbeskyttet status</strong><br />Skry av/på passordbeskyttelse.</p>

source: <p><strong>Protected Permissions</strong><br />Allow access for logged in users and administrators without needing to enter a password. You will need to enable this option if you want administrators to be able to preview the site in the Theme Customizer. Also allow RSS Feeds to be accessed when the site is password protected.</p>
nb_no: <p><strong>Tilgangskontroll</strong><br />Tillat tilgang for innloggede brukere og administratorer uten bruk av passord. Aktiver dette valget for at administratorer skal kunne forhåndsvise siden i "Theme Customizer". Valget gir også tilgang til RSS Feed når siden er passordbeskyttet.</p>

source: <p><strong>Password Fields</strong><br />To set a new password, enter it into both fields. You cannot set an `empty` password. To disable password protection uncheck the Enabled checkbox.</p>
cs_cz: <p><strong>Pole hesel</strong> <br /> Chcete-li nastavit nové heslo, zadejte ho do obou polí. Nelze nastavit `prázdné` heslo. Chcete-li zrušit ochranu heslem odškrtněte políčko Zapnuto. </p>
nb_no: <p><strong>Passordfelt</strong><br />For å sette nytt passord, skriv inn i begge felter. Du kan ikke sette blankt passord. For å deaktivere passordbeskyttelse fjernet du valget for for Aktivert.</p>

source: Password Protected Status
nb_no: Passordbeskyttet Status

source: Protected Permissions
cs_cz: Password Protected Oprávnění
nb_no: Beskyttede tilganger

source: New Password
cs_cz: Nové heslo
nb_no: Nytt passord

source: New password not saved. When setting a new password please enter it in both fields.
cs_cz: Nové heslo není uložen. Při nastavení nového hesla jej zadejte v obou oblastech.
nb_no: Nytt passord ikke lagret. Vennligst fyll ut passordet i begge feltene

source: New password not saved. Password fields did not match.
cs_cz: Nové heslo nebylo uloženo. Hesla se neshodují.
nb_no: Nytt passord ikke lagret. Passordene var ulike.

source: New password saved.
cs_cz: Nové heslo uloženo.
nb_no: Nytt passord lagret

source: Password protect your web site. Users will be asked to enter a password to view the site.
cs_cz: Heslo chrání vaše webové stránky. Uživatelé budou požádáni o zadání hesla pro zobrazení webu.
nb_no: Passordbeskytt din nettside. Brukere vil bli spurt om å oppgi passord for å se siden.

source: For more information about Password Protected settings, view the "Help" tab at the top of this page.
cs_cz: Pro více informací o nastavení Password Protected, přejděte na záložku "Nápověda" v horní liště.
nb_no: For mer informasjon om Passordbeskyttet instillinger, se "Hjelp" på toppen av siden.

source: Enabled
cs_cz: Povoleno
nb_no: Aktivert

source: Allow Administrators
cs_cz: Povolit správce
nb_no: Tillat administratorer

source: Allow Logged In Users
cs_cz: Povolit přihlášené uživatele
nb_no: Tillat innloggede brukere

source: Allow RSS Feeds
cs_cz: Povolit informační kanál RSS
nb_no: Tillat RSS Feeds

source: If you would like to change the password type a new one. Otherwise leave this blank.
cs_cz: Pokud si chcete změnit současné heslo, zadejte nové. Jinak nechte toto pole prázdné.
nb_no: Skriv inn et nytt passord hvis du ønsker å endre det. Hvis ikke lar du feltet stå tomt.

source: Type your new password again.
cs_cz: Zadejte ještě jednou vaše nové heslo.
nb_no: Skriv ditt nye passord en gang til.

source: Translate
cs_cz: Přeložit
nb_no: Oversett

source: Settings
cs_cz: Nastavení
nb_no: Innstillinger

source: You have enabled password protection but not yet set a password. Please set one below.
cs_cz: Povolili jste ochranu heslem, ale ještě jste nenastavili heslo. Prosím nastavte níže heslo.
nb_no: Du har aktivert passordbeskyttelse uten å legge til passord. Vennligst legg til passord nedenfor.

source: You have enabled password protection and allowed administrators and logged in users - other users will still need to enter a password to view the site.
cs_cz: Povolili jste ochranu heslem a povolili jste administrátorům a přihlášeným uživatelům - ostatní uživatelé stále budou muset zadat heslo pro zobrazení stránky.
nb_no: Du har aktivert passordbeskyttelse med tilgang for innloggede brukere og administratorer - andre brukere må oppgi passord for å få tilgang til siden.

source: You have enabled password protection and allowed administrators - other users will still need to enter a password to view the site.
cs_cz: Povolili jste ochranu heslem a povolili jste administrátorům - ostatní uživatelé stále budou muset zadat heslo pro zobrazení stránky.
nb_no: Du har aktivert passordbeskyttelse med tilgang for administratorer - andre brukere må oppgi passord for å få tilgang til siden.

source: You have enabled password protection and allowed logged in users - other users will still need to enter a password to view the site.
cs_cz: Povolili jste ochranu heslem a povolili jste přihlášeným uživatelům - ostatní uživatelé stále budou muset zadat heslo pro zobrazení stránky.
nb_no: Du har aktivert passordbeskyttelse med tilgang for innloggede brukere - andre brukere må oppgi passord for å få tilgang til siden.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
cs_cz: <strong>CHYBA</strong>: Váš internetový prohlížeč buď nepodporuje cookies, nebo jsou přímo zakázány. Pro bezproblémové používání WordPressu musíte mít <a href='http://www.google.com/cookies.html'>cookies povoleny</a>.
nb_no: <strong>FEIL</strong>: Informasjonskapsler er blokkert eller ikke støttet av din nettleser. Du må <a href='http://www.google.com/cookies.html'>slå på informasjonskapsler</a> for å bruke WordPress.

source: Password
cs_cz: Heslo
nb_no: Passord
